driver-tests/bpelse/MessageExchange/MessageExchangeJbi/test/OnEventAndReceiveRepliesInAssoScope/Input.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:rec="http://j2ee.netbeans.org/wsdl/OnEventAndReceiveRepliesInAssoScope_Driver">
  <soapenv:Body>
    <rec:OnEventAndReceiveRepliesInAssoScope_DriverOperation>
      <part1>Initial</part1>
    </rec:OnEventAndReceiveRepliesInAssoScope_DriverOperation>
  </soapenv:Body>
</soapenv:Envelope>